03_erb_partial/sinatra-1.4.5/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    28.90ms   19.41ms  79.85ms   86.96%
    Req/Sec   164.35     39.38   254.00     65.22%
  657 requests in 2.00s, 249.22KB read
  Socket errors: connect 0, read 8, write 0, timeout 0
Requests/sec:    328.43
Transfer/sec:    124.58KB